Repository: maxsond/Spacebase
Catalog: evennia/locale/*/LC_MESSAGES/django.po
Languages: fr

source: There were multiple matches.
fr: Il y a eu plusieurs correspondances.

source: Command '%s' is not available.
fr: Commande '%s' n'est pas disponible.

source: Maybe you meant %s?
fr: Voulez-vous dire %s?

source: or
fr: ou

source: Type "help" for help.
fr: Tapez "help" pour de l'aide.

source: Could not find '%s'.
fr: Peut pas trouver '%s'.

source: (Unsuccessfully tried '%s.' + '%s.%s').
fr: (Essayé sans succès '%s.' + '%s.%s').

source: Error loading cmdset {path}: "{error}"
fr: Erreur de chargement de cmdset {path}: "{error}"

source: Error in loading cmdset: No cmdset class '{classname}' in {path}.
fr: Erreur lors du chargement de cmdset: Pas de classe cmdset '{classname}' in {path}.

source: SyntaxError encountered when loading cmdset '{path}': "{error}".
fr: Erreur de syntaxe lors du chargement de cmdset '{path}': "{error}".

source: Compile/Run error when loading cmdset '{path}': "{error}".
fr: Erreur de compilation/exécution lors du chargement de cmdset '{path}': "{error}".

source: (See log for details.)
fr: (Voir registre pour plus de détails.)

source: custom {mergetype} on cmdset '{cmdset}'
fr: custom {mergetype} sur cmdset '{cmdset}'

source: <Merged {mergelist} {mergetype}, prio {prio}>: {current}
fr: <Fusionné {mergelist} {mergetype}, prio {prio}>: {current}

source: Only CmdSets can be added to the cmdsethandler!
fr: Seulement CmdSets peuvent être ajoutés au cmdsethandler!

source: Lock: lock-function '%s' is not available.
fr: Vérou: lock-function '%s' n'est pas disponible.

source: Lock: definition '%s' has syntax errors.
fr: Vérou: définition '%s' a des erreurs de syntaxe.

source: LockHandler on %(obj)s: access type '%(access_type)s' changed from '%(source)s' to '%(goal)s'
fr: Gestionnaire de vérrou sur %(obj)s: type d'accès '%(access_type)s' a changé de '%(source)s' à '%(goal)s'

source: Lock: '%s' contains no colon (:).
fr: Verrou: '%s' contient pas de deux points (:).

source: Lock: '%s' has no access_type (left-side of colon is empty).
fr: Verrou: '%s' n'a pas de access_type (côté gauche du deux point est vide).

source: Lock: '%s' has mismatched parentheses.
fr: Verrou: '%s' a des parenthèses dépareillées.

source: Lock: '%s' has no valid lock functions.
fr: Verrou: '%s' n'a pas de fonctions verrou valides.

source: Couldn't perform move ('%s'). Contact an admin.
fr: Ne pouvait effectuer le coup ('%s'). Contactez un administrateur.

source: The destination doesn't exist.
fr: La destination n'existe pas.

source: Could not find default home '(#%d)'.
fr: Ne peut trouver la maison '(#%d)' par défaut.

source: Something went wrong! You are dumped into nowhere. Contact an admin.
fr: Quelque chose a mal tourné! Vous êtes nulle part. Contactez un administrateur.

source: Your character %s has been destroyed.
fr: Votre personnage %s a été détruit.

source: Player being deleted.
fr: Suppression de joueur.

source: '%(key)s' (%(next_repeat)s/%(interval)s, %(repeats)s repeats): %(desc)s
fr: '%(key)s' (%(next_repeat)s/%(interval)s, %(repeats)s répète): %(desc)s

source: Script %(key)s(#%(dbid)s) of type '%(cname)s': at_repeat() error '%(err)s'.
fr: Scripte %(key)s(#%(dbid)s) de type '%(cname)s': at_repeat() erreur '%(err)s'.

source: Welcome to your new {wEvennia{n-based game! Visit http://www.evennia.com if you need help, want to contribute, report issues or just join the community. As Player #1 you can create a demo/tutorial area with {w@batchcommand tutorial_world.build{n.
fr: Bienvenue dans ton nouveau jeu basé sur {wEvennia{n ! Visitez http://www.evennia.com si vous avez besoin d'aide, si vous voulez contribuer, rapporter des problèmes ou faire partie de la communauté. En tant que Joueur #1 vous pouvez créer une zone de démo/tutoriel avec {w@batchcommand tutorial_world.build{n.

source: This is User #1.
fr: Utilisateur #1.

source: Limbo
fr: Limbes.

source: Whois reply from %(origin)s: %(msg)s
fr: Réponse whois de %(origin)s: %(msg)s

source: IMC2 server rejected connection.
fr: Serveur IMC2 a rejeté la connexion.

source: IMC2: Autosetup response found.
fr: IMC2: Réponse autosetup trouvé.

source: ... Server restarted.
fr: ... Serveur redémarré.

source: Logged in from elsewhere. Disconnecting.
fr: Connecté d'ailleurs. Déconnexion.

source: Idle timeout exceeded, disconnecting.
fr: Délai d'inactivité dépassé, déconnexion.
